11/data/attachments/635dc68ced93408e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Shawn_task_Actions_77816_1</nif:username>
            <nif:friendToBeRequested>soap_actions_d4e43edc-1488-4b36-8a6f-330fa0bcc560</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>